Repository: WoodMedia/MediaBox
Catalog: construction/js/myMail/languages/mymail-*.po
Languages: hr, sk_sk

source: If you don't find your country down below the geo database is missing or corrupt
hr: Ukoliko ne pronađete svoju zemlju geo baza podataka nedostaje ili je oštećena
sk_sk: Ak nenájdete vašu krajinu v databáze asi je poškodená

source: Last update
hr: Zadnje ažuriranje
sk_sk: Posledná aktualizácia

source: Your country
hr: Vaša zemlja
sk_sk: Vaša krajina

source: Your IP
hr: Vaša IP adresa
sk_sk: Vaša IP

source: can be changed in each campaign
hr: može biti izmijenjeno u svakoj kampanji
sk_sk: Je možné zmeniť kampaň v každej krajine

source: Newsletter Homepage
hr: Početna stranica newslettera
sk_sk: Newsletter Domovská stránka

source: Choose
hr: Odaberite
sk_sk: Vybrať

source: Share Button
hr: Gumb dijeljenja
sk_sk: Tlačidlo zdieľať

source: Offer share option for your customers
hr: Ponudite opcije dijeljenja posjetiteljima
sk_sk: Ponuka zdieľania pre vašich zákazníkov

source: Services
hr: Usluge
sk_sk: Služby

source: new subscribers must confirm their subscription
hr: novi pretplatnici moraju potvrditi svoju pretplatu
sk_sk: Nový odberatelia musia potvrdiť registráciu

source: Subscription
hr: Pretplata
sk_sk: Odber

source: Headline
hr: Naslov
sk_sk: Titulok

source: Linktext
hr: Tekst poveznice
sk_sk: Text odkazu

source: The text new subscribers get when Double-Opt-In is selected. Use %s for the link placeholder. Basic HTML is allowed
hr: Tekst koji će novi pretplatnici vidjeti kada je uključeno dvostuko potvrđivanje pretplate. Koristite %s za placeholder linka. Dopuštene su osnovne HTML oznake
sk_sk: Text ktorý sa zobrazí pri Double-Opt-In. Použite %s pre odkaz. Základné HTML je povolené

source: Subscription Form
hr: Obrazac za pretplatu
sk_sk: Prihlasovací formulár

source: Custom Fields
hr: Prilagođena polja
sk_sk: Vlastné polia

source: Custom field tags are individual tags for each subscriber. You can ask for them on subscription and/or make it a required field.
sk_sk: Vlastné pole Tagy pre každého odberateľa. Môžete im dať na výber alebo nastaviť ako povinné.

source: No Lists found!
sk_sk: Žiadne zoznamy sa nenašli!

source: Create a List now
hr: Kreirajte listu
sk_sk: Vytvoriť zoznam teraz

source: Name your form
hr: Naziv vašeg obrasca
sk_sk: Názov formulára

source: remove this form
hr: ukloni ovaj obrazac
sk_sk: Odstrániť tento formulár

source: offer lists
hr: ponuda lista
sk_sk: Ponuka zoznamov

source: new lists
hr: nove liste
sk_sk: Nové zoznamy

source: undefined
hr: nedefinirano
sk_sk: Nedefinovaná

source: Confirmation
hr: Potvrda
sk_sk: Potvrdenie

source: Successful
hr: Uspješno
sk_sk: Úspešné

source: Error Message
hr: Poruka greške
sk_sk: Chybové hlásenie

source: Form CSS
hr: CSS obrasca
sk_sk: Formulár CSS

source: Define some CSS rules for the form
sk_sk: Definovať niektoré CSS pravidlá pre formulár

source: Tags are placeholder for your newsletter. You can set them anywhere in your newsletter template with the format %s. Custom field tags are induvidual for each subscriber.
sk_sk: Tagy sú symbol pre váš newsletter. Môžete nastaviť šablónu s %s. Sú induálne pre každého odberateľa.

source: You can set alternative content with %1$s which will be uses if %2$s is not defined. All unused tags will get removed in the final message
sk_sk: Môžete nastaviť alternatívny obsah s %1$s, ktorý bude používať ak %2$ s nie je definovaný. Všetky nepoužité značky sa odstránia v konečnej správe

source: reserved tags
sk_sk: Vyhradené Tagy

source: Permanent Tags
sk_sk: Trvalé tagy

source: These are permanent tags which cannot get deleted. The CAN-SPAM tag is required in many countries.
sk_sk: Toto sú trvalé Tagy, ktoré nemôžu byť zmazané. CAN-SPAM tagy, sú potrebné v mnohých krajinách.

source: Custom Tags
sk_sk: Vlastné tagy

source: Add your custom tags here. They work like permanent tags
sk_sk: Pridajte svoje vlastné značky tu. Budú nastavené ako trvalé značky

source: Special Tags
sk_sk: Špeciálne tagy

source: displays the last tweet from Twitter user [username] (cache it for %s minutes)
sk_sk: Zobrazí posledný tweet od užívateľa Twitter [username] (cache pre %s min.)

source: displays %1$s to share the newsletter via %2$s
sk_sk: Zobrazuje %1$s zdieľanie noviniek prostredníctvom %2$s

source: Interval for sending emails
sk_sk: Interval pre odosielanie e-mailov

source: Send emails at most every %1$s minutes
sk_sk: Posielať e-maily najviac každých %1$s minút

source: Optional if a real cron service is used
sk_sk: Nepovinné, ak sa cron používa

source: Cron Service
sk_sk: Cron služby

source: Use the wp_cron function to send newsletters
sk_sk: Použite funkciu wp_cron pre odoslanie newsletterov

source: Use a real cron to send newsletters
sk_sk: Použite cron pre odoslanie newsletterov

source: reccomended for many subscribers
sk_sk: Odporúčané

source: Cron Settings
sk_sk: Cron nastavenia

source: a secret hash which is required to execute the cron
sk_sk: Tajný hash, ktorý je potrebný pre spustenie cronu

source: Last hit
sk_sk: Posledné kliknutie

source: never
sk_sk: nikdy

source: You can setup an interval as low as one minute, but should consider a reasonable value of 5-15 minutes as well.
sk_sk: Môžete nastaviť interval tak nízky, ako jedna minúta, ale mali by ste zvážiť primeranú hodnotu 5-15 minút.

source: If you need help setting up a cron job please refer to the documentation that your provider offers.
sk_sk: Ak potrebujete pomoc pri nastavovaní cronu nájdete v dokumentácii, ktorú ponúka poskytovateľ.

source: Anyway, chances are high that either %1$s, %2$s or %3$s documentation will help you.
sk_sk: Dokumnetácia %1$s %2$s alebo %3$s vám pomôže.

source: Set Capability
sk_sk: Nastaviť možnosti

source: Define capabilities for each user role. To add new roles you can use a third party plugin. Administrator has always all privileges
sk_sk: Definovať možnosti pre role používateľov. Môžete použiť zásuvný modul tretej strany. Administrátor má vždy všetky oprávnenia

source: Save Changes
hr: Spremi promjene
sk_sk: Uložiť zmeny

source: %1$s can %2$s
sk_sk: %1$s môže %2$s

source: Bounce Address
sk_sk: Adresa odmietnutia

source: Undeliverable emails will return to this address
sk_sk: Nedoručiteľný e-maily sa vráti na túto adresu

source: Server Address : Port
sk_sk: Adresa servera: Port

source: Username
hr: Korisničko ime
sk_sk: Užívateľské meno

source: Password
hr: Lozinka
sk_sk: Heslo

source: Attempts
sk_sk: Pokusy

source: %s attempts to deliver message until hardbounce
sk_sk: %s pokusov o doručenie až do odmietnutia

source: Delete messages without tracking code to keep postbox clear (recommended)
sk_sk: Vymazať správy bez sledovacieho kódu

source: Secure connection
sk_sk: Zabezpečené pripojenie

source: If checked username and password are required
sk_sk: Kontrola užívateľského mena a hesla je povinná

source: Use DomainKeys Identified Mail
sk_sk: Použitie DomainKeys Identified Mail

source: read more
sk_sk: Prečítajte si viac

source: DKIM often doesn't work out of the box. You may have to contact your email provider to get more information
sk_sk: DKIM často nefunguje. Možno budete musieť skontaktovať poskytovateľa webhostingu pre viac informácií

source: You have to save your settings before you can test them!
sk_sk: Musíte uložiť nastavenia, predtým, než ich môžete otestovať!

source: Enter your purchasecode to enable automatic updates
sk_sk: Zadajte svoj kód pre automatické aktualizácie

source: Disable this tab
sk_sk: Zakázať túto kartu

source: Hide this tab
sk_sk: Skrytie tejto karty

source: If you disable this tab you cannot access it anymore from the settings page. If you would like to bring it back delete the %1$s option from the %2$s table
sk_sk: Ak zakážete túto kartu nebude prístupná. Ak chcete vrátiť pôvodné %1$s nastavenie z %2$s

source: Share
hr: Podijeli
sk_sk: Zdieľať

source: Share this via %s
hr: Podijeli preko %s
sk_sk: Zdieľať cez %s

source: Share with %s
hr: Podijeli preko %s
sk_sk: Zdieľať s %s

source: Your name
hr: Vaše ime
sk_sk: Vaše meno

source: Your email address
hr: Vaša e-mail adresa
sk_sk: Vaša email adresa

source: Your friend's email address
hr: E-mail adresa primatelja
sk_sk: E-mail adresa vášho priateľa

source: A personal note to your friend
hr: Vaša poruka primatelju
sk_sk: Osobná poznámka vášmu priateľovi

source: or send it with your mail application
hr: ili želite poslati pomoću vaše e-mail aplikacije
sk_sk: alebo ho poslať vašou email aplikáciou

source: We respect your privacy. Nothing you enter on this page is saved by anyone
hr: Poštujemo vašu privatnost. Ovdje uneseni podaci neće biti spremljeni.
sk_sk: Rešpektujeme vaše súkromie.

source: Share the link
hr: Poveznica na ovaj newsletter
sk_sk: Zdieľať odkaz

source: Source
sk_sk: Zdroj

source: use %1$s as placeholder tag to replace it with %2$s
sk_sk: Použite %1$s ako placeholder tag s %2$s

source: add more custom fields at the %s
sk_sk: Pridať vlastné polia %s

source: Settings Page
sk_sk: Nastavenia stránky

source: or
hr: ili
sk_sk: alebo

source: add new list
hr: dodaj novu listu
sk_sk: Pridať nový zoznam

source: Import as
hr: Uvezi kao
sk_sk: Importovať ako

source: Yes, I have the permission to import these contacts
hr: Da, imam dopuštenje uvesti ove kontakte
sk_sk: Áno, mám povolenie pre import týchto kontaktov

source: Export Subscribers
hr: Izvoz pretplatnika
sk_sk: Export odoberateľov

source: subscribed
hr: pretplaćen
sk_sk: Odoberateľ

source: unsubscribed
hr: odjavljen
sk_sk: Odhlásený

source: hardbounced
sk_sk: Odmietnutý

source: first click
hr: prvi klik
sk_sk: Prvé kliknutie

source: unique clicks
hr: jedinstveni klikovi
sk_sk: Jedinečné kliknutia

source: not yet
hr: još ne
sk_sk: ešte nie je

source: No clicks yet
hr: Još nema klikova
sk_sk: Žiadne kliknutia

source: %d campaign was deleted
sk_sk: %d kampaň bola odstránená

source: This subscriber has never recieved any newsletter
hr: Ovaj pretplatnik još nije primio nijedan newsletter
sk_sk: Tento odoberateľ nikdy nedostal newsletter

source: Template uploaded
hr: Predložak je prenesen
sk_sk: Šablóna nahraná

source: Available Templates
hr: Raspoloživi predlošci
sk_sk: Dostupné šablóny

source: Edit HTML
hr: Uredi HTML
sk_sk: Upraviť HTML

source: Upload a template in .zip format
hr: Prijenos predloška u .zip obliku
sk_sk: Nahrať šablónu vo formáte .zip

source: Please upload the whole zip file here.
hr: Molimo ovdje prenesite cijeli zip
sk_sk: Prosím nahrajte celý zip súboru tu.

source: Autoresponder
hr: Automatski odgovor
sk_sk: Automatická odpoveď

source: Autoresponders
hr: Automatski odgovori
sk_sk: Auto-odpovedač

source: Sent
hr: Poslano
sk_sk: Poslal

source: active
hr: aktivno
sk_sk: aktívne

source: inactive
hr: neaktivno
sk_sk: neaktívne

source: after
hr: nakon
sk_sk: po

source: in one of these lists
hr: u jednoj od ovih lista
sk_sk: v jednom z týchto zoznamov

source: no lists selected
hr: nijedna lista nije odabrana
sk_sk: nebol vybraný žiaden zoznam

source: only if
hr: samo ako
sk_sk: iba ak

source: %s is missing!
hr: %s nedostaje!
sk_sk: %s chýba!

source: activate
hr: aktiviraj
sk_sk: Aktivovať

source: deactivate
hr: deaktiviraj
sk_sk: Deaktivovať

source: You are about to delete all upcoming jobs for this auto responder.
hr: Obrisat ćete sve zadane poslove za ovaj automatski odgovor
sk_sk: Chystáte sa odstrániť všetky pripravované úlohy pre toto auto transpondér.

source: remove all future jobs
hr: ukloni sve predstojeće aktivnosti
sk_sk: Odstrániť všetky budúce úlohy

source: %d job deleted
hr: %d posao obrisan
sk_sk: %d úloh odstránených

source: dismiss message
hr: zatvori poruku
sk_sk: Zrušiť správu

source: Clickmap
hr: Mapa klikova
sk_sk: Kliknite na mapu

source: Delete this color schema?
hr: Obrisati ovu shemu boja?
sk_sk: Chcete odstrániť túto farebnú schému?

source: Yes, unsubscribe me
hr: Da, želim se odjaviti
sk_sk: Áno, odhlásiť ma

source: minute(s)
hr: minuta
sk_sk: minút

source: hour(s)
hr: sat(i)
sk_sk: hodina

source: day(s)
hr: dan(a)
sk_sk: deň (dni)

source: weeks(s)
hr: tjedan(a)
sk_sk: týždňov

source: user signed up
hr: korisnik se pretplatio
sk_sk: Používateľ sa prihlásil

source: user unsubscribed
hr: korisnik se odjavio
sk_sk: Používateľ sa odhlásil

source: is
hr: je
sk_sk: je

source: is not
hr: nije
sk_sk: nie je

source: contains
hr: sadrži
sk_sk: obsahuje

source: contains not
hr: ne sadrži
sk_sk: neobsahuje

source: begins with
hr: počinje sa
sk_sk: začína

source: ends with
hr: završava sa
sk_sk: končí

source: is less than
hr: je manje od
sk_sk: je menej ako

source: is more than
hr: je veće od
sk_sk: je viac ako

source: edit autoresponders
hr: uređivanje automatskih odgovora
sk_sk: Upraviť auto-odpovedač

source: edit others autoresponders
hr: uređivanje automatskih odgovora drugih korisnika
sk_sk: Upraviť iný auto-odpovedač

source: Regular Campaign
hr: Uobičajeno
sk_sk: Pravidelná kampaň

source: This campaign was sent on %s. You cannot edit it anymore
hr: Kampanja je poslana dana %s. Više ju ne možete uređivati
sk_sk: Kampaň bola poslaná %s. Nemôžete ju už upravovať

source: send this campaign
hr: pošalji kampanju
sk_sk: Odoslať túto kampaň

source: one of the conditions is true
hr: je jedan od uvjeta ispunjen
sk_sk: je splnená jedna z podmienok

source: and
hr: i
sk_sk: a

source: all of the conditions are true
hr: su svi uvjeti ispunjeni
sk_sk: všetky podmienky sú pravdivé

source: remove condition
hr: ukloni uvjet
sk_sk: Odstrániť podmienku

source: remove
hr: ukloni
sk_sk: Odstrániť

source: add condition
hr: dodaj uvjet
sk_sk: Pridať podmienku

source: send a copy to %s and get a detailed report about your newsletter
hr: pošaljite kopiju na %s i pogledajte detaljan izvještaj o vašem newsletteru
sk_sk: Poslať kópiu %s a získať podrobnú správu o newslettery

source: all
hr: sve
sk_sk: Všetky

source: Colors
hr: Boje
sk_sk: Farby

source: current
hr: trenutno
sk_sk: Aktuálne

source: background images are not displayed on all clients!
hr: pozadinske slike neće biti vidljive na svim e-mail klijentima!
sk_sk: Nezobrazujú sa obrázky na pozadí všetkých klientov!

source: Texts
hr: Tekstovi
sk_sk: Texty

source: Use MyMail for system mails
hr: Koristi MyMail za e-mailove sustava
sk_sk: Použite Mail pre systémové maily

source: Use the notification template for all outgoing WordPress mails
hr: Želite li koristiti predložak obavijesti za odlazne WordPress e-mailove
sk_sk: Použiť šablónu upozornenia pre všetky odchádzajúce CMS maily

source: Define messages for the subscription form
hr: Definirajte poruke za obrazac pretplate
sk_sk: Definovať správy pre prihlasovací formulár

source: Field Labels
sk_sk: Menovky poľa

source: Define texts for the labels of forms. Custom field labels can be defined on the Subscribers tab
hr: Definirajte tekstove za naslove u obrascima. Naslove prilagođenih polja definirajte u tabu Pretplatnici
sk_sk: Definovať texty pre popis tlačidiel. Vlastné menovky možno definovať na karte odoberateľov

source: Submit Button
hr: Gumb slanja obrasca
sk_sk: Tlačidlo Odoslať

source: Unsubscribe Button
hr: Gumb odjave
sk_sk: Odhlásiť tlačidlo

source: Define texts for the mails
hr: Definirajte tekstove za e-mail
sk_sk: Definovať texty pre maily

source: Unsubscribe Link
hr: Poveznica odjave
sk_sk: Odhlásiť odkaz

source: Webversion Link
hr: Poveznica za pregled u browseru
sk_sk: WWW odkaz

source: You are about to delete this template "%s"
hr: Obrisat ćete ovaj predložak "%s"
sk_sk: Chystáte sa odstrániť túto šablónu "%s"

source: send %1$s %2$s %3$s
hr: pošalji %1$s %2$s %3$s
sk_sk: odoslať %1$s %2$s %3$s

source: immediately
hr: odmah
sk_sk: okamžite

source: remove %d upcoming job
hr: ukloni %d predstojeću aktivnost
sk_sk: odstrániť %d nasledujúcu úlohu

source: Sent limit of %1$s reached! You have to wait %2$s before you can send more mails!
sk_sk: Limit počtu správ %1$s dosiahnutý ! Musíte počkať %2$s !

source: Manage Subscribers
hr: Upravljanje pretplatnicima
sk_sk: Odberatelia import

source: Please select at least the column with the email addresses!
hr: Molimo odaberite barem jednu kolonu s e-mail adresama!
sk_sk: Prosím vyberte aspoň stĺpec s e-mail adresou!

source: preparing data
hr: priprema podataka
sk_sk: Príprava údajov

source: uploading...%s
hr: prijenos...%s
sk_sk: Nahrávam...%s

source: Importing Contacts...%s
hr: Uvoz kontakata...%s
sk_sk: Nahrávanie kontaktov...%s

source: Estimate time left: %s minutes
hr: Preostalo vrijeme: cca %s minuta
sk_sk: Odhad zostávajúceho času: %s min.

source: continues in %s seconds
hr: nastavlja se za %s sekundi
sk_sk: Pokračovanie %s sekúnd

source: Preparing Download...%s
hr: Priprema preuzimanja... %s
sk_sk: Príprava na sťahovanie...%s

source: writing file: %s
hr: upisujem datoteku: %s
sk_sk: Zápis súboru: %s

source: Download finished
hr: Preuzimanje završeno
sk_sk: Sťahovanie ukončené

source: Downloading...
hr: Preuzimanje...
sk_sk: Sťahovanie...

source: Please select at least one list!
hr: Molimo odaberite barem jednu listu!
sk_sk: Vyberte najmenej jeden zoznam!

source: You are about to delete these subscribers permanently. This step is irreversible!
hr: Obrisat ćete ove kontakte. Ova radnja ne može se poništiti!
sk_sk: Chcete zmazať odoberateľov ?

source: Type "%s" to confirm deletion
hr: Upišite "%s" da biste potvrdili brisanje
sk_sk: Zadajte "%s" pre potvrdenie vymazania

source: You are currently importing subscribers! If you leave the page all pending subscribers don't get imported!
hr: Trenutno je pokrenut uvoz kontakata! Ako napustite ovu stranicu, svi preostali pretplatnici neće biti uvezeni!
sk_sk: Prebieha import odoberateľov! Ak opustíte stránku nahrávanie nebude dokončené!

source: Your download is preparing! If you leave this page the progress will abort!
hr: Vaše preuzimanje je u pripremi! Ako napustite ovu stranicu preuzimanje će biti prekinuto!
sk_sk: Pripravuje sa preberanie! Ak opustíte túto stránku prerušíte preberanie!

source: IP Address
hr: IP Adresa
sk_sk: IP adresa

source: Signup Date
hr: Datum pretplate
sk_sk: Dátum prihlásenia

source: Ignore column
hr: Ignoriraj stupac
sk_sk: Ignorovať stĺpec

source: %d contacts are hidden
hr: %d kontakata je skriveno
sk_sk: %d kontaktov je skrytých

source: add contacts to following lists
hr: dodaj kontakte u slijedeće liste
sk_sk: Pridať kontakty do nasledujúcich zoznamov

source: Do auto responder for all imported emails
hr: Pošalji automatski odgovor - potvrdu pretplate - svim uvezenim e-mail kontaktima
sk_sk: Auto-Odpovedač pre všetky importované e-maily

source: Import %d contacts
hr: Uvoz %d kontakata
sk_sk: Bolo nahraných %d kontaktov

source: invalid email address
hr: neispravna e-mail adresa
sk_sk: Neplatná e-mailová adresa

source: user already exists (ID: %d)
hr: korisnik već postoji (ID: %d)
sk_sk: používateľ už existuje (ID: %d)

source: %1$d of %2$d contacts imported
hr: %1$d od %2$d kontakata uvezeno
sk_sk: %1$d z %2$d kontaktov importovaných

source: The following addresses were not imported
hr: Slijedeće adrese neće biti uvezene
sk_sk: Nasledujúce adresy neboli importované

source: Reason
hr: Razlog
sk_sk: Dôvod

source: no subscribers found
hr: nijedan pretplatnik nije pronađen
sk_sk: Žiadni odberatelia sa nenašli

source: Signup IP
hr: IP prilikom pretplate
sk_sk: IP prihlásenia

source: Confirm Date
hr: Datum potvrde
sk_sk: Potvrdiť dátum

source: Confirm IP
hr: IP prilikom potvrde
sk_sk: Potvrdiť IP

source: %d subscribers removed
hr: %d pretplatnika uklonjeno
sk_sk: %d odberateľov odstránených

source: no subscribers removed
hr: nijedan pretplatnik nije uklonjen
sk_sk: Žiadni odberatelia neboli odstránený

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="http://wordpress.org/extend/mobile/">native app for your device</a> instead.
sk_sk: Váš prehliadač nepodporuje nahrávanie súborov.

source: Comma-separated values (CSV)
hr: Zarezom odijeljene vrijednosti (CSV)
sk_sk: Hodnoty oddelené čiarkou (CSV)

source: Drop your list here
hr: Ovdje ispustite listu
sk_sk: Váš zoznam tu

# Uploader: Drop files here - or - Select Files
source: or
hr: ili
sk_sk: alebo

source: Select File
sk_sk: Vyberte súbor

source: Maximum upload file size: %d%s.
hr: Maksimalna veličina datoteke za upload: %d%s.
sk_sk: Maximálna veľkosť súboru je: %d%s.

source: Split your lists into max 50.000 subscribers each
hr: Podijelite liste na max. 50.000 pretplatnika u svakoj
sk_sk: Rozdelte váš zoznam na max 50.000 účastníkov pre každý zoznam

source: Your browser has some limitations uploading large files with the multi-file uploader. Please use the browser uploader for files over 100MB.
sk_sk: Váš prehliadač má limit na odosielanie veľkých súborov.

source: wrong post type
hr: pogrešan tip posta
sk_sk: Zlý typ príspevku

source: User has not subscribed
hr: Korisnik se nije pretplatio
sk_sk: Užívateľ nie je registrovaný

source: Invalid email
hr: Neispravna e-mail adresa
sk_sk: Neplatný e-mail

source: load more entries (%d left)
hr: učitaj još stavki (%d preostalo)
sk_sk: Načítať viac položiek (%d vľavo)

source: Template saved
hr: Predložak je spremljen
sk_sk: Šablóny uložené

source: less than a minute
hr: manje od minute
sk_sk: Menej ako jednu minútu

source: Unable to save template!
hr: Ne mogu spremiti predložak!
sk_sk: Nepodarilo sa uložiť šablónu!

source: Campaign %1$s has been paused cause of a sending error: %2$s
hr: Kampanja %1$s je pauzirana zbog pogreške pri slanju: %2$s
sk_sk: Kampaň %1$s bola pozastavená, príčina: %2$s

source: forward to a friend
hr: proslijedi e-mail
sk_sk: Preposlať známemu

source: You are about to create new DKIM keys. The old ones will get deleted. Continue?
hr: Kreirat ćete nove DKIM ključeve, a stari će biti obrisani. Želite li nastaviti?
sk_sk: Chystáte sa vytvoriť nové DKIM kľúče. Tie staré budú zrušené. Chcete pokračovať?

source: New DKIM keys have been created!
hr: Novi DKIM ključevi su kreirani!
sk_sk: Boli vytvorené nové DKIM kľúče!

source: Not able to create new DKIM keys!
hr: Ne mogu kreirati nove DKIM ključeve!
sk_sk: Nie je možné vytvoriť nové DKIM kľúče!

source: City DB successfully loaded!
hr: Baza gradova uspješno učitana!
sk_sk: DB miest úspešne načítaná!

source: Couldn't load City DB
hr: Ne mogu učitati bazu gradova
sk_sk: Nebolo možné načítať DB miest

source: Form CSS reseted!
hr: CSS obrasca poništen!
sk_sk: CSS vynulované!

source: Send limit has been adjusted to %d for Gmail
hr: Ograničenje slanja je postavljeno na %d za Gmail
sk_sk: Limit pre Gmail upravený na %d

source: no lists defined
hr: nije definirana nijedna lista
sk_sk: žiadne zoznamy neboli definované

source: not able to insert subscriber
hr: ne mogu umetnuti pretplatnika
sk_sk: nie je možné vložiť odoberateľa

source: Could not insert term relationship into the database
sk_sk: Nebolo možné uložiť údaje do DB

source: Not able to save file!
hr: Ne mogu spremiti datoteku
sk_sk: Nie je možné uložiť súbor!

source: File has been saved!
hr: Datoteka je spremljena
sk_sk: Súbor bol uložený!

source: Base
hr: Osnovni
sk_sk: Základné

source: Notification
hr: Obavijest
sk_sk: Oznámenie

source: Text before the form
hr: Tekst prije obrasca
sk_sk: Text pred formulárom

source: Text after the form
hr: Tekst nakon obrasca
sk_sk: Text za formulárom

source: save template
hr: spremanje predloška
sk_sk: uložiť šablónu

source: manage subscribers
hr: upravljanje pretplatnicima
sk_sk: Spravovanie odoberateľov

source: manage capabilities
hr: upravljanje mogućnostima
sk_sk: Spravovať možnosti

source: Do you really want to unsubscribe?
hr: Jeste li sigurni da se želite odjaviti?
sk_sk: Naozaj sa chcete odhlásiť?

source: Delete
hr: Brisanje
sk_sk: Odstrániť

source: upload you subscribers as comma-separated list (CSV)
hr: prijenos pretplatnika u zarezom odvojenoj listi (CSV)
sk_sk: Nahrať odoberateľov ako zoznam (CSV)

source: Paste
hr: Zalijepi
sk_sk: Vložiť

source: paste your list here
hr: ovdje zalijepite listu
sk_sk: Vložiť zoznam tu
