Repository: WoodMedia/MediaBox
Catalog: construction/js/myMail/languages/mymail-*.po
Languages: hr, sk_sk

source: First Name
hr: Ime
sk_sk: Krstné meno

source: Last Name
hr: Prezime
sk_sk: Priezvisko

source: Lists
hr: Liste
sk_sk: Zoznamy

source: Subscribe
hr: Pretplati se
sk_sk: Prihlásiť sa

source: Unsubscribe
hr: Odjava
sk_sk: Odhlásiť

source: myMail Test Email
sk_sk: Testovací email

source: Your settings are good
hr: Vaše postavke su dobre
sk_sk: Vaše nastavenia sú dobré

source: webversion
hr: verzija za pregled na webu
sk_sk: Web verzia

source: There is no content for this newsletter.
hr: Ovaj newsletter nema sadržaja
sk_sk: Neexistuje žiadny obsah pre tento newsletter.

source: Add content
hr: Dodaj sadržaj
sk_sk: Pridať obsah

source: This Campaign was sent on %s
hr: Kampanja je poslana dana %s
sk_sk: Táto kampaň bola odoslaná %s

source: This Campaign is currently in the queue
hr: Kampanja je u redu čekanja na slanje
sk_sk: Táto kampaň je v súčasnosti vo fronte

source: This Campaign is currently progressing
hr: Kamapanja je u tijeku
sk_sk: Táto kampaň sa spracúva

source: An error occurred! Please try again later!
hr: Dogodila se pogreška! Molimo pokušajte kasnije.
sk_sk: Vyskytla sa chyba! Skúste to znova neskôr!

source: Message sent. Check your inbox!
hr: Poruka je poslana. Provjerite inbox!
sk_sk: Správa odoslaná. Skontrolujte doručenú poštu!

source: Couldn't send message. Check your settings!
hr: Ne mogu poslati poruku. Molimo provjerite postavke!
sk_sk: Nepodarilo sa poslať správu. Skontrolujte nastavenia!

source: sent
hr: poslano
sk_sk: Odoslať

source: open
hr: otvoreno
sk_sk: Otvoriť

source: %d bounce
sk_sk: %d odmietnutí

source: no entries found
hr: nema stavaka
sk_sk: Neboli nájdené žiadne položky

source: Please fill out all fields correctly!
hr: Molimo da ispravno popunite sva polja!
sk_sk: Prosím vyplňte všetky polia správne!

source: %s is forwarding an email to you!
hr: %s vam je proslijedio poruku!!
sk_sk: %s vám zasiela email !

source: %1$s is forwarding this mail to you via %2$s
hr: %1$s vam je proslijedio poruku preko %2$s
sk_sk: %1$s vám zasiela email cez %2$s

source: Your message was sent succefully!
hr: Vaša poruka je uspješno poslana
sk_sk: Vaša správa bola odoslaná !

source: Sorry, we couldn't deliver your message. Please try again later!
hr: Žalimo, nismo mogli isporučiti vašu poruku. Molimo pokušajte kasnije!
sk_sk: Ospravedlňujeme sa, nemohli sme doručiť vašu správu. Skúste to znova neskôr!

source: Campaign updated. %s
hr: Kampanja je ažurirana. %s
sk_sk: Kampaň aktualizovaná. %s

source: View Newsletter
hr: Pregled newslettera
sk_sk: Zobraziť Newsletter

source: Template changed. %1$s
hr: Predložak je promijenjen. %1$s
sk_sk: Šablóna zmenená. %1$s

source: Go back
hr: Idi natrag
sk_sk: Späť

source: Custom field deleted.
sk_sk: Vlastné pole odstránené.

source: Campaign updated.
hr: Kampanja je ažurirana.
sk_sk: Kampaň aktualizovaná.

source: Campaign restored to revision from %s
hr: Kampanja je vraćena na verziju iz %s
sk_sk: Kampaň obnovená z revízie %s

source: Campaign published. %s
hr: Kampanja je objavljena. %s
sk_sk: Kampaň uverejnená. %s

source: Campaign saved.
hr: Kampanja je spremljena.
sk_sk: Kampaň uložená.

source: Campaign submitted. %s
sk_sk: Kampaň odoslaná. %s

source: Preview Newsletter
hr: Pretpregled newslettera
sk_sk: Ukážka Newsletter

source: Campaign scheduled.
hr: Kampanja je zakazana
sk_sk: Kampaň naplánovaná.

source: Campaign draft updated.
hr: Nacrt kamapnje je ažuriran
sk_sk: Návrh kampane aktualizovaný.

source: Enter Campaign Title here
hr: Ovdje unesite naslov kampanje
sk_sk: Sem zadajte kampaň názov

source: Name
hr: Ime
sk_sk: Meno

source: Status
sk_sk: Stav

source: Total
hr: Ukupno
sk_sk: Celkom

source: Open
hr: Otvaranja
sk_sk: Otvorené

source: Clicks
hr: Klikovi
sk_sk: Kliknutia

source: Unsubscribes
hr: Odjave
sk_sk: Zrušili odber

source: Bounces
sk_sk: Odmietnutia

source: Date
hr: Datum
sk_sk: Dátum

source: Paused
hr: Pauzirano
sk_sk: Pozastavené

source: %1$s of %2$s sent
hr: %1$s od %2$s poslano
sk_sk: %1$s z %2$ odoslané

source: no recivers!
hr: nema primatelja!
sk_sk: Žiadny odoberatelia !

source: progressing
hr: u tijeku
sk_sk: spracúvanie

source: starts in %s
hr: započinje %s
sk_sk: začína sa %s

source: Finished
hr: Završeno
sk_sk: Hotové

source: Pause Campaign
hr: Pauziraj kampanju
sk_sk: Pozastaviť kampaň

source: Pause
hr: Pauza
sk_sk: Pauza

source: Continue
hr: Nastavi
sk_sk: Pokračovať

source: Start Campaign
hr: Započni kampanju
sk_sk: Štart kampane

source: Start
hr: Započni
sk_sk: Štart

source: Start Campaign now
hr: Sada započni kampanju
sk_sk: Štart kampane teraz

source: Start now
hr: Započni sada
sk_sk: Začať teraz

source: %d emails have not been sent
hr: %d e-mailova nije poslano
sk_sk: %d e-maily neboli poslané

source: open rate
hr: postotak otvaranja
sk_sk: Percento otvorení

source: click rate
hr: postotak klikova
sk_sk: Percento kliknutí

source: unsubscribe rate
hr: postotak odjave s liste
sk_sk: Percento odhlásení

source: bounce rate
hr: postotak bounce-a
sk_sk: Percento odmietnutí

source: Subscribers
hr: Pretplatnici
sk_sk: Odberatelia

source: Duplicate Campaign %s
hr: Dupliciranje kampanje %s
sk_sk: Duplikovať kampaň %s

source: Duplicate
hr: Dupliciraj
sk_sk: Duplikovať

source: Settings
hr: Postavke
sk_sk: Nastavenia

source: Older: %s
hr: Starije: %s
sk_sk: Staršie: %s

source: Newer: %s
hr: Novije: %s
sk_sk: Novšie: %s

source: Preview
hr: Pretpregled
sk_sk: Náhľad

source: Campaigns
hr: Kampanje
sk_sk: Kampane

source: Campaign
hr: Kampanja
sk_sk: Kampaň

source: New Campaign
hr: Nova kampanja
sk_sk: Nová kampaň

source: Create a new Campaign
hr: Kreiranje nove kampanje
sk_sk: Vytvoriť novú kampaň

source: Edit Campaign
hr: Uredi kampanju
sk_sk: Upraviť kampaň

source: All Campaigns
hr: Sve kampanje
sk_sk: Všetky kampane

source: Search Campaigns
hr: Pretraži kampanju
sk_sk: Vyhľadávanie kampaní

source: No Campaign found
hr: Nije pronađena kampanja
sk_sk: Žiadne kampane nie sú dostupné

source: No Campaign found in Trash
hr: Nijedna kampanja nije pronađena u smeću
sk_sk: Žiadne kampane neboli nájdené v koši

source: Active
hr: Aktivno
sk_sk: Aktívne

source: Queued
hr: U redu čekanja
sk_sk: Vo fronte

source: Details
hr: Detalji
sk_sk: Podrobnosti

source: Template
hr: Predložak
sk_sk: Šablóna

source: Save
hr: Spremi
sk_sk: Uložiť

source: Delivery
hr: Slanje
sk_sk: Spôsob doručenia

source: Options
hr: Opcije
sk_sk: Možnosti

source: More
hr: Više
sk_sk: Viac

source: For more information:
hr: Za više informacija:
sk_sk: Ďalšie informácie:

source: add
hr: dodaj
sk_sk: Pridať

source: Move module up
hr: Pomakni modul gore
sk_sk: Zaradiť modul hore

source: Move module down
hr: Pomakni modul dolje
sk_sk: Zaradiť modul nadol

source: remove module
hr: ukloni modul
sk_sk: Odstrániť modul

source: Add Module
hr: Dodaj modul
sk_sk: Pridať modul

source: Edit
hr: Uredi
sk_sk: Upraviť

source: add button
hr: dodaj gumb
sk_sk: Pridať tlačidlo

# "link" "count" clicks ("percentage")
source: %s - %s clicks (%s)
hr: %s - %s klikova (%s)
sk_sk: %s - %s klikne (%s)

source: Currently selected
hr: Trenutno odabrano
sk_sk: Aktuálne vybrané

source: An empty link will remove this button! Continue?
hr: Gumb će biti uklonjen zbog prazne poveznice! Želite li nastaviti?
sk_sk: Prázdny odkaz odstráni toto tlačidlo! Chcete pokračovať?

source: Preview for %s
hr: Pretpregled za %s
sk_sk: Náhľad: %s

source: Read more
hr: Opširnije...
sk_sk: Prečítajte si viac

source: next
hr: slijedeće
sk_sk: Nasledujúce

source: prev
hr: prethodno
sk_sk: Predchádzajúce

source: You are not allowed to pause campaigns.
hr: Nemate ovlasti za pauziranje kampanje.
sk_sk: Nie je povolené pozastaviť kampaň.

source: You are not allowed to start campaigns.
hr: Nema ovlasti započeti kampanje.
sk_sk: Nie je povolené spustiť kampaň.

source: You are not allowed to duplicate campaigns.
hr: Nemate ovlasti duplicirati kampanje.
sk_sk: Nie je povolené duplikovať kampaň.

source: Please confirm
hr: Potvrdite prijavu na newsletter
sk_sk: Potvrďte prosím

source: Please confirm your Email Address
hr: Molimo potvrdite svoju e-mail adresu
sk_sk: Potvrďte e-mailovú adresu

source: You'll need to confirm your email address. Please click the link below to confirm. %s
hr: Da bi vaša prijava na primanje newslettera bila aktivna, molimo otvorite slijedeću poveznicu kako bismo potvrdili ispravnost unesene e-mail adrese. %s
sk_sk: Budete musieť potvrdiť vašu emailovú adresu. Prosím kliknite na odkaz nižšie a potvrďte svoj email. %s

source: Click here to confirm
hr: Otvorite poveznicu za potvrdu
sk_sk: Kliknite tu pre potvrdenie

source: Please confirm your subscription!
hr: Molimo potvrdite pretplatu
sk_sk: Prosím potvrďte odoberanie !

source: Thanks for your interest!
hr: Zahvaljujemo na Vašem interesu!
sk_sk: Ďakujeme za váš záujem!

source: Following fields are missing or incorrect
hr: Slijedeća polja nisu popunjena ili su netočna
sk_sk: Nasledujúce polia sú chýbajúce alebo nesprávne

source: You have successfully unsubscribed!
hr: Uspješno ste odjavili svoju pretplatu!
sk_sk: Ste úspešne odhlásený !

source: Default Form
hr: Uobičajeni obrazac
sk_sk: Predvolený formulár

source: You have received this email because you have subscribed to %s as {email}. If you no longer wish to receive emails please {unsub}
hr: Primili ste ovaj e-mail zato što ste se pretplaćeni na newsletter %s sa svojom e-mail adresom {email}. Ukoliko više ne želite primati ove e-mail obavijesti: {unsub}
sk_sk: Dostali ste tento e-mail, pretože ste sa prihlásili do %s s emailom {email}. Ak už nechcete dostávať e-maily prosím zrušte odoberanie kliknutím na túto linku {unsub}

source: If you received this email by mistake, simply delete it. You won't be subscribed if you don't click the confirmation link
hr: Ukoliko ste greškom primili ovaj e-mail, jednostavno ga obrišite. Vaša pretplata neće biti aktivirana ukoliko ne otvorite poveznicu za potvrdu pretplate
sk_sk: Ak ste tento email dostali omylom, jednoducho odstráňte ho. Ak nechcete zrušiť odoberanie noviniek, nemusíte kliknúť na potvrdzovací odkaz

source: All rights reserved
hr: Sva prava pridržana
sk_sk: Všetky práva vyhradené

source: Replace Content
hr: Zamijeni sadržaj
sk_sk: Nahradiť obsah

source: Newsletter Settings
hr: Postavke newslettera
sk_sk: Newsletter nastavenia

source: Field Name
hr: Naziv polja
sk_sk: Názov poľa

source: Type
hr: Tip
sk_sk: Typ

source: Textfield
hr: Tekstualno polje
sk_sk: Textové pole

source: Dropdown Menu
hr: Padajući izbornik
sk_sk: Rozbaľovacia ponuka

source: Radio Buttons
hr: Gumbi odabira
sk_sk: Prepínacie tlačidlá

source: default
hr: uobičajeno
sk_sk: Predvolené

source: this field is selected by default
hr: ovo polje je odbrano po zadanim postavkama
sk_sk: Toto pole je nastavené ako predvolené

source: add field
hr: dodaj polje
sk_sk: Pridať pole

source: remove field
hr: ukloni polje
sk_sk: Odstrániť pole

source: move up
hr: pomakni gore
sk_sk: Posunúť nahor

source: move down
hr: pomakni dolje
sk_sk: Posunúť nadol

source: %s is a reserved tag!
hr: %s je rezervirana oznaka!
sk_sk: %s je vyhradený tag!

source: %s is not a valid email address
hr: %s nije valjana adresa
sk_sk: %s nie je platná emailov adresa

source: Country DB successfully loaded!
hr: Baza zemalja uspješno učitana
sk_sk: DB krajín úspešne načítaná!

source: Couldn't load Country DB
hr: Ne mogu učitati bazu zemalja
sk_sk: Nebolo možné načítať DB krajín

source: The caching time for tweets must be at least %d minutes
sk_sk: Nastavený čas pre tweety musí byť minimálne %d minút

source: The provided purchasecode %s is invalid
sk_sk: Poskytnutý purchasecode %s je neplatný

source: Enter Email here
hr: Ovdje unesite e-mail adresu
sk_sk: Zadajte E-mail tu

source: Firstname
hr: Ime
sk_sk: Krstné meno

source: Lastname
hr: Prezime
sk_sk: Priezvisko

source: Subscriber
hr: Pretplatnik
sk_sk: Odoberateľ

source: Add New
hr: Dodaj novi
sk_sk: Pridať nové

source: Add New Subscriber
hr: Dodaj novog pretplatnika
sk_sk: Pridať nového odoberateľa

source: Edit Subscriber
hr: Uredi pretplatnika
sk_sk: Upraviť odoberateľa

source: New Subscriber
hr: Novi pretplatnik
sk_sk: Nový odberateľ

source: View Subscribers
hr: Pregled pretplatnika
sk_sk: Zobrazenie odoberateľov

source: Search Emails
hr: Pretraži e-mailove
sk_sk: Hľadať E-maily

source: No Subscriber found
hr: Nijedan pretplatnik nije pronađen
sk_sk: Žiadny odoberateľ sa našiel

source: No Subscriber found in Trash
hr: Nema pretplatnika u smeću
sk_sk: Žiadny odoberateľ sa nenašiel v koši

# taxonomy general name
source: Lists
hr: Liste
sk_sk: Zoznamy

# taxonomy singular name
source: List
hr: Lista
sk_sk: Zoznam

source: Search Lists
hr: Pretraži liste
sk_sk: Hľadať zoznamy

source: Popular Lists
hr: Popularne liste
sk_sk: Populárne zoznamy

source: All Lists
hr: Sve liste
sk_sk: Všetky zoznamy

source: Edit List
hr: Uredi listu
sk_sk: Upraviť zoznam

source: Update List
hr: Ažuriraj listu
sk_sk: Aktualizovať zoznam

source: Add New List
hr: Dodaj novu listu
sk_sk: Pridať nový zoznam

source: New List Name
hr: Naziv nove liste
sk_sk: Nový názov zoznamu

source: Separate Lists with commas
hr: Odvojite liste zarezon
sk_sk: Zoznamy oddeľte čiarkami

source: Add or remove Lists
hr: Dodaj ili ukloni liste
sk_sk: Pridať alebo odstrániť zoznamy

source: Choose List
hr: Odaberi listu
sk_sk: Vyberte zoznam

source: Subscribed
hr: Pretplaćen
sk_sk: Prihlásené k odberu

source: Unsubscribed
hr: Odjavljen
sk_sk: Odhlásený z odberu

source: Hardbounced
sk_sk: Odmietnutie

source: Error
hr: Greška
sk_sk: Chyba

source: Subscriber updated.
hr: Pretplatnik je ažuriran.
sk_sk: Odoberateľ aktualizovaný.

source: Custom field updated.
sk_sk: Vlastné pole aktualizované.

source: Subscriber restored to revision from %s
sk_sk: Odoberateľ obnovený z %s

source: Subscriber saved.
hr: Pretplatnik je spremljen.
sk_sk: Odoberateľ uložený.

source: Subscriber submitted.
sk_sk: Odoberateľ uložený.

source: Subscriber draft updated.
sk_sk: Návrh odoberateľa aktualizovaný.

source: Master Data
hr: Glavni podaci
sk_sk: Odoberateľ údaje

source: Statistics
hr: Statistika
sk_sk: Štatistika

source: this isn't a valid email address!
hr: ovo nije ispravna adresa
sk_sk: Toto nie je platná e-mail adresa!

source: this email address allready exists!
hr: ova e-mail adresa već postoji!
sk_sk: Táto email adresa už existuje!

source: Please select the status for the importing contacts!
hr: Molimo odaberite status za uvezene kontakte!
sk_sk: Prosím zvoľte stav pre kontakty ktoré sa budú importovať !

source: You must have the permission to import these contacts!
hr: Morate imati dozvolu da biste uvezli ove kontakte!
sk_sk: Musíte mať práva pre import kontaktov!

source: Do you really like to import these contacts?
hr: Jeste li sigurni da želite uvesti ove kontakte?
sk_sk: Naozaj chcete importovať tieto kontakty?

source: Import complete!
hr: Uvoz izvršen!
sk_sk: Import dokončený!

source: Wordpress Users
hr: Wordpress korisnici
sk_sk: Užívatelia

source: Templates
hr: Predlošci
sk_sk: Šablóny

source: Newsletter Signup Form
hr: Obrazac za pretplatu
sk_sk: Newsletter registračný formulár

source: Sign Up form for the newsletter
hr: Pretplatite se na primanje newslettera
sk_sk: Zaregistrujte si formulár pre newsletter

source: Newsletter sign up
hr: Pretplata na newsletter
sk_sk: Newsletter

source: Title
hr: Naslov
sk_sk: Titul

source: Form
hr: Obrazac
sk_sk: Formulár

source: add form
hr: dodaj obrazac
sk_sk: Pridajte formulár

source: Newsletter List
hr: Lista newslettera
sk_sk: Newsletter zoznam

source: Display the most recent newsletters
hr: Prikaži najnovije newslettere
sk_sk: Zobraziť najnovšie newslettre

source: Latest Newsletter
hr: Zadnji newsletter
sk_sk: Najnovší Newsletter

source: Title:
hr: Naslov:
sk_sk: Názov:

source: Number of Newsletters:
hr: Broj newslettera:
sk_sk: Počet newsletterov:

source: edit campaigns
hr: uredi kampanje
sk_sk: Upraviť kampane

source: send campaigns
hr: pošalji kampanje
sk_sk: Odoslať kampane

source: delete campaigns
hr: obriši kampanje
sk_sk: Odstrániť kampane

source: edit others campaigns
hr: uredi druge kampanja
sk_sk: Upraviť ostatné kampane

source: delete others campaigns
hr: brisanje kampanja drugih korisnika
sk_sk: Odstrániť ostatné kampane

source: duplicate campaigns
hr: dupliciranje kampanja
sk_sk: Duplikovať kampane

source: duplicate others campaigns
hr: dupliciranje kampanja drugih korisnika
sk_sk: Duplikovať ostatné kampane

source: change template
hr: promjena predloška
sk_sk: Zmeniť šablónu

source: see codeview
hr: pregled izvornog koda newslettera
sk_sk: Zobraziť kód

source: edit subscribers
hr: uređivanje pretplatnika
sk_sk: Upraviť odoberateľov

source: create subscribers
hr: kreiranje pretplatnika
sk_sk: Vytvoriť odoberateľov

source: edit others subscribers
hr: uređivanje pretplatnika drugih korisnika
sk_sk: Upraviť ostatných odoberateľov

source: delete subscribers
hr: brisanje pretplatnika
sk_sk: Odstrániť odoberateľov

source: delete others subscribers
hr: brisanje pretplatnika drugih korisnika
sk_sk: Odstrániť ostatných odoberateľov

source: edit lists
hr: uređivanje lista
sk_sk: Úprava zoznamov

source: delete lists
hr: brisanje lista
sk_sk: Odstrániť zoznamy

source: assign lists
hr: dodijeljivanje lista
sk_sk: Priradiť zoznamy

source: import subscribers
hr: uvoz pretplatnika
sk_sk: Importovať odoberateľov

source: export subscribers
hr: izvoz pretplatnika
sk_sk: Export odoberateľov

source: manage templates
hr: upravljanje predlošcima
sk_sk: Spravovať šablóny

source: edit templates
hr: uređivanje predložaka
sk_sk: Upraviť šablóny

source: delete templates
hr: brisanje predložaka
sk_sk: Odstrániť šablóny

source: upload templates
hr: upload predložaka
sk_sk: Nahrať šablóny

source: see dashboard widget
hr: pregled widgeta na nadzornoj ploči
sk_sk: Pozrieť dashboard widget

source: Newsletters
hr: Newsletteri
sk_sk: Newsletter

source: Signup for the newsletter
hr: Pretplatite se na newsletter
sk_sk: Prihlásenie k odberu newsletteru

source: Recent Campaign
hr: Zadnje kampanje
sk_sk: Nedávna kampaň

source: edit
hr: uredi
sk_sk: Upraviť

source: total
hr: ukupno
sk_sk: Celkom

source: opens
hr: otvaranja
sk_sk: Otvorené

source: clicks
hr: klikova
sk_sk: kliknutia

# count of
source: unsubscribes
hr: odjava
sk_sk: Odhlásený z odberu

source: bounces
hr: odbijanja
sk_sk: Odmietnutia

source: %n Campaign
hr: %n kampanja
sk_sk: %n kampaň

source: new
hr: novo
sk_sk: nové

source: %n Pending Campaign
hr: %n kampanja na čekanju
sk_sk: %n pozastavené kampane

source: %n Active Campaign
hr: %n aktivna kampanja
sk_sk: %n aktívne kampane

source: %n Queued Campaign
hr: %n kampanja u redu za slanje
sk_sk: %n kampaň vo fronte

source: %n Finished Campaign
hr: %n završena kampanja
sk_sk: %n dokončené kampane

source: %n Paused Campaign
hr: %n pauzirana kampanja
sk_sk: %n pozastavená kampaň

source: %n Drafted Campaign
hr: %n nacrt kampanje
sk_sk: %n návrh kampaň

source: Crap! You don't have any Campaigns yet
hr: Još nemate kampanja
sk_sk: Ešte nemáte žiadne kampane

source: create a new Campaign
hr: kreiraj novu kampanju
sk_sk: vytvoriť novú kampaň

source: %n Subscriber
hr: %n pretplatnika
sk_sk: %n odberateľ

source: %n Active Subscribers
hr: %n aktivan pretplanik
sk_sk: %n aktívnych odberateľov

source: %n Unsubscribed Subscribers
hr: %n odjavljeni pretplatnik
sk_sk: %n neaktívnych odberateľov

source: %n Hardbounced Subscribers
sk_sk: %n odmietnutých odberateľov

source: New unsubscribers
hr: Novi odjavljeni pretplatnici
sk_sk: Nový neaktívny odberatelia

source: New subscribers
hr: Novi pretplatnici
sk_sk: Nový odberatelia

source: Server Time: %s %s
hr: Vrijeme poslužitelja: %s %s
sk_sk: Čas servera: %s %s

# send campaign "on" (date) "at" (time)
source: on %1$s @ %2$s
hr: dana %1$s u %2$s
sk_sk: %1$s @ %2$s

source: send to %s
hr: pošalji na %s
sk_sk: Poslať %s

source: Send Test
hr: Pošalji test
sk_sk: Odoslať Test

source: Subject
hr: Naslov (subject)
sk_sk: Predmet

source: Preheader
hr: Zaglavlje
sk_sk: Hlavička

source: From Name
hr: Ime pošiljatelja
sk_sk: Z názvu

source: restore default
hr: vrati zadane postavke
sk_sk: obnoviť predvolené

source: From Email
hr: E-mail pošiljatelja
sk_sk: Z e-mailu

source: reply-to email
hr: E-mail za odgovor (reply-to)
sk_sk: Odpovedať na email

source: show details
hr: pokaži detalje
sk_sk: Zobraziť Podrobnosti

source: receiver
hr: primatelj
sk_sk: prijímateľ

source: opened
sk_sk: otvorené

source: unsubscribe
hr: odjavite se s liste primatelja
sk_sk: odhlásený z odberu

source: bounce
sk_sk: odmietnutie

source: Country
hr: Zemlja
sk_sk: Krajina

source: Total receivers
hr: Ukupno primatelja
sk_sk: Celkovo prijímateľov

source: Embed Images
hr: Ugradnja slika
sk_sk: Vložiť obrázky

source: save this schema
hr: spremi ovu shemu
sk_sk: Uložiť túto schému

source: Colors Schema
hr: Shema boja
sk_sk: Farby schémy

source: original
hr: izvorno
sk_sk: Pôvodný

# the different versions (color) of the newsletter
source: Elements
hr: Elementi
sk_sk: Prvky

source: Background
hr: Pozadina
sk_sk: Pozadie

source: none
hr: ništa
sk_sk: žiadne

source: Embedded Images
hr: Ugrađene slike
sk_sk: Vložené obrázky

source: Delete Permanently
hr: Trajno obriši
sk_sk: Natrvalo odstrániť

source: Move to Trash
hr: Premjesti u smeće
sk_sk: Premiestniť do koša

source: Send now
hr: Pošalji sada
sk_sk: Poslať teraz

source: Schedule
sk_sk: Harmonogram

source: Publish
sk_sk: Publikovať

source: Submit for Review
sk_sk: Odoslať na revíziu

source: Update
sk_sk: Aktualizácia

source: Change Template
hr: Promijeni predložak
sk_sk: Zmena šablóny

source: Link Button (required)
hr: Poveznica gumba (obavezno)
sk_sk: Odkaz tlačidla (povinné)

source: insert URL
hr: umetni URL
sk_sk: Vložiť URL

source: Upload
hr: Prijenos
sk_sk: Nahrať

source: Select a post
hr: Odaberite članak
sk_sk: Vyberte príspevok

source: Cancel
hr: Otkaži
sk_sk: Zrušiť

source: remove element
hr: ukloni element
sk_sk: Odstrániť prvok

source: %d campaign is active. You should pause it before you change the settings!
hr: Imate %d aktivnu kampanju. Trebali biste ju pauzirati prije promjene postavki!
sk_sk: %d kampaň je aktívna. Mali by ste ju pozastaviť skôr, ako zmeníte nastavenia!

source: General
hr: Općenito
sk_sk: Všeobecné

source: Frontend
hr: Sučelje
sk_sk: Rozhranie

source: Forms
hr: Obrasci
sk_sk: Formuláre

source: Tags
hr: Oznake
sk_sk: Tagy

source: Capabilities
hr: Mogućnosti
sk_sk: Možnosti

source: Bouncing
hr: Odbijanje primitka
sk_sk: Odmietnutia

source: Purchasecode
sk_sk: Kód

source: The sender name which is displayed in the from field
hr: Ime pošiljatelja prikazano u polju From
sk_sk: Meno odosielateľa, ktoré je zobrazené v poli

source: From Address
hr: Adresa pošiljatelja
sk_sk: Z adresy

source: The sender email address. Force your recievers to whitelabel this email address.
hr: Pošiljateljeva e-mail adresa. Primatelji bi trebali imati ovu e-mail adresu u svojem adresaru.
sk_sk: E-mailová adresa odosielateľa.

source: Reply To Address
hr: Adresa odgovora
sk_sk: Odpoveď na adresu

source: The address users can reply to
hr: Adresa na koju primatelji mogu poslati odgovor
sk_sk: Adresy používateľov na ktoré môžete odpovedať

source: Default Template
hr: Uobičajeni predložak
sk_sk: Predvolená šablóna

source: show Templates
hr: pokaži predloške
sk_sk: Ukázať šablóny

source: get more
hr: nabavi još
sk_sk: Získajte viac

source: Send delay
hr: Odgoda slanja
sk_sk: Odoslať oneskorene

source: The default delay in minutes for sending campaigns.
hr: Zadana odgoda slanja kampanje, u minutama.
sk_sk: Predvolené oneskorenia v minútach na odoslanie kampane.

source: Embed images in the mail
hr: Prilaganje slika uz e-mail
sk_sk: Vložiť obrázky na mail

source: Track Countries in Campaigns
hr: Prati zemlje u kampanjama
sk_sk: Monitorovať krajiny v kampaniach
