Repository: WoodMedia/MediaBox
Catalog: construction/js/myMail/languages/mymail-*.po
Languages: hr, sk_sk

source: which are in one of these lists
hr: koji su u nekoj od ovih lista
sk_sk: ktoré sú v jednom z týchto zoznamov

source: subscribers not assigned to a list
hr: pretplatnici nisu dodijeljeni listi
sk_sk: odoberatelia nezaradený do zoznamu

source: and have one of these statuses
hr: i imaju neki od ovih statusa
sk_sk: a majú jeden z nasledujúcich statusov

source: error
hr: greška
sk_sk: Chyba

source: trash
hr: smeće
sk_sk: Kôš

source: include header
hr: uvrsti zaglavlje
sk_sk: Zahrnúť hlavičku

source: Date Format
hr: Oblik datuma
sk_sk: Formát dátumu

source: MySQL Server Performance
hr: Performanse MySQL poslužitelja
sk_sk: Výkon servera MySQL

source: low
hr: nisko
sk_sk: nízky

source: normal
hr: normalno
sk_sk: normálny

source: high
hr: visoko
sk_sk: vysoký

source: super high
hr: vrlo visoko
sk_sk: super vysoký

source: super extreme high
hr: ekstremno visoko
sk_sk: Super extrémne vysoký

source: Define order and included columns
hr: Definiranje poretka i uvrštenih stupaca
sk_sk: Definovať poradie a zahrnúť stĺpce

source: Listnames
hr: Nazivi lista
sk_sk: Zoznam mien

source: Download Subscribers
hr: Preuzimanje pretplatnika
sk_sk: Stiahnuť odoberateľov

source: no subscriber found
hr: nema pretplatnika
sk_sk: žiadny odoberateľ sa našiel

source: Delete Subscribers
hr: Brisanje pretplatnika
sk_sk: Odstrániť odoberateľov

source: remove selected lists
hr: ukloni odabrane liste
sk_sk: Odstrániť vybraté zoznamy

source: Delete Subscribers permanently
hr: Trajno brisanje pretplatnika
sk_sk: Natrvalo odstrániť odoberateľov

source: You do not have sufficient permissions to access this page.
hr: Nemate ovlasti za pristup ovoj stranici
sk_sk: Nemáte dostatočné oprávnenia na zobrazenie tejto stránky.

source: This campaign has been started on %1$s, %2$s ago
hr: Ova kampanja je započeta dana %1$s (prije %2$s)
sk_sk: Táto kampaň bola zahájená %1$s, %2$s

source: back to world view
sk_sk: Späť na pohľad na svet

source: %d opened
sk_sk: %d otvorených

source: unknown locations
sk_sk: Neznáme lokácie

source: undo
hr: poništi
sk_sk: Vrátiť späť

source: redo
hr: ponovi
sk_sk: Prerobiť

source: remove modules
hr: ukloni module
sk_sk: Odstrániť moduly

source: toggle HTML/code view
hr: promijeni pregled na HTML/kod
sk_sk: Prepnúť zobrazenie kódu HTML

source: preview
hr: pregled
sk_sk: Náhľad

source: Your currently working with %s
sk_sk: Momentálne pracujete s %s

source: Save Template
hr: Spremi predložak
sk_sk: Uložiť šablónu

source: template name
hr: ime predložka
sk_sk: Názov šablóny

source: modules
hr: moduli
sk_sk: Moduly

source: overwrite if exists
hr: prepiši ukoliko postoji
sk_sk: Prepísať, ak existuje

source: Media Manager
hr: Upravitelj medijskim datotekama
sk_sk: Správca médií

source: Insert
hr: Umetni
sk_sk: Vložiť

source: Authentication
hr: Autentifikacija
sk_sk: Overovanie

source: Post List Count
sk_sk: Počet položiek v zozname

source: Number of posts or images displayed at once in the editbar.
sk_sk: Počet príspevkov alebo obrázkov naraz zobrazených v editbare.

source: Track Geolocation
hr: Prati geolokaciju
sk_sk: Monitorovať Geo lokácie

source: Track Cities in Campaigns
hr: Praćenje gradova u kampanjama
sk_sk: Monitorovať mestá v kampaniach

source: The city DB is about 12 MB. It can take a while to load it
hr: Baza podataka gradova je velika oko 12 MB. Učitavanje će potrajati
sk_sk: DB miest je veľká asi 12 MB. To môže chvíľu trvať

source: Your city
hr: Vaše mjesto
sk_sk: Vaše mesto

source: Pagination
hr: Listanje
sk_sk: Stránkovanie

source: Allow users to view the next/last newsletters
hr: Dozvolite posjetiteljima da pogledaju slijedeći/prethodni newsletter
sk_sk: Povoliť používateľom prezeranie newsletterov

source: Save Subscriber IP
hr: Premi IP pretplatnika
sk_sk: Uložiť IP adresu odoberateľa

source: Save IP address and time of new subscribers
hr: Spremi IP adresu i vrijeme pretplate novih pretplatnika
sk_sk: Uložiť IP adresu a čas nových odoberateľov

source: In some countries it's required to save the IP address and the sign up time for legal reasons. Please add a note in your privacy policy if you save users data
sk_sk: V niektorých krajinách je nutné IP adresy ukladať zo zákonných dôvodov. Pridajte prosím poznámku do vášich registračných podmienok.

source: AJAX Form
sk_sk: AJAX formulár

source: use AJAX based forms
sk_sk: Použiť AJAX formuláre

source: inline labels
sk_sk: Inline menovky

source: place labels inside input fields
sk_sk: Miesto označenia vnútri vstupných polí

source: pre-fill fields
sk_sk: Pred-vyplňať polia

source: fill fields with known data if user is logged in
sk_sk: Vyplniť polia osobných údajov, ak je používateľ prihlásený

source: assign new lists automatically to this form
sk_sk: Nové zoznamy automaticky priradiť do tohto formulára

source: embed form
sk_sk: Vložiť formulár

source: embed this form on another site
sk_sk: Vložiť tento formulár na inom mieste

source: check this option to include the style.css of your theme into the form
sk_sk: Začiarknite túto možnosť ak chcete zahrnúť style.css motív do formulára

source: include themes style.css
sk_sk: Zahŕňať témy style.css

source: Reset form CSS
sk_sk: Obnoviť formulár CSS

source: check this box to reset the style to default value
sk_sk: Začiarknite toto políčko, ak chcete obnoviť predvolené hodnoty štýlu

source: Unsubscribe Error
hr: Greška kod odjave
sk_sk: Odhlásiť - chyba

source: Forward Link
hr: Poveznica za proslijeđivanje
sk_sk: Preposlať odkaz

source: Number of mails sent
sk_sk: Počet zaslaných emailov

source: Send max %1$s emails at once and max %2$s within %3$s hours
sk_sk: Odoslať maximálne %1$s emalov naraz a maximálne %2$s za %3$s hodinu

source: Depending on your hosting provider you can increase these values
sk_sk: V závislosti od vášho poskytovateľa hostingu môžete zvýšiť tieto hodnoty

source: You can still send %1$s mails within the next %2$s
sk_sk: Stále môžete poslať %1$s mailov v rámci ďalšej %2$s

source: Time between mails
hr: Vrijeme između e-mailova
sk_sk: Čas medzi mailami

source: milliseconds
hr: milisekundi
sk_sk: milisekúnd

source: define a delay between mails in milliseconds if you have problems with sending two many mails at once
sk_sk: Definovať oneskorenie medzi emailami v milisekundách, ak máte problémy s odosielaním

source: Send test email with current settings
hr: Pošaljite testni e-mail s trenutnim postavkama
sk_sk: Odoslať e-mail test s aktuálnym nastavením

source: Simple
sk_sk: Jednoduché

source: Delivery Method
hr: Metoda slanja
sk_sk: Spôsob doručenia

source: use this option if you don't have access to a SMTP server or any other provided options
sk_sk: Túto možnosť použite, ak nemáte prístup k serveru SMTP alebo akékoľvek iné poskytnuté možnosti

source: seconds
hr: sekundi
sk_sk: sekúnd

source: Gmail has a limit of 500 mails within 24 hours! Also sending a mail can take up to one second which is quite long. This options is only recommended for few subscribers. DKIM works only if set the from address to your Gmail address.
sk_sk: Gmail má limit 500 mailov do 24 hodín! Aj odosielanie pošty môže trvať až jednu sekundu, čo je pomerne dlhá doba. Táto možnosť sa odporúča iba pre niekoľko účastníkov. DKIM funguje len ak je nastavené odosielanie na vašu adresu služby Gmail.

source: You can leave a browser window open with following URL
sk_sk: Môžete si nechať okno prehľadávača otvorené s nasledujúcou adresou URL

source: call it directly
sk_sk: Volať priamo

source: or set up a cron
sk_sk: alebo nastaviť cron

source: enable automatic bounce handling
sk_sk: Povoliť automatické odmietnutie

source: If you would like to enable bouncing you have to setup a separate POP3 mail account
sk_sk: Ak chcete povoliť odmietnutie, budete musieť nastaviť samostatné konto POP3

source: Use SSL. Default port is 995
sk_sk: Použitie SSL. Predvolený port je 995

source: Delete messages
sk_sk: Odstrániť správy

source: You need to change the namespace records of your domain if you would like to use one of these methods. Ask your provider how to add "TXT namespace records". Changes take some time to get published on all DNS worldwide.
sk_sk: Musíte zmeniť namespace záznamy vašej domény, ak by ste chceli používať jednu z týchto metód. Požiadajte poskytovateľa ako pridať "TXT namespace records".. Zmeny trvajú nejaký čas.

source: Check authentication settings
sk_sk: Skontrolujte nastavenie overovania

source: Check your settings with isNotSpam.com. Results get sent to this address:
sk_sk: Skontrolujte nastavenie isNotSpam.com. Výsledky poslať na túto adresu:

source: Use Sender Policy Framework
sk_sk: Použite Sender Policy Framework

source: Domain %s
sk_sk: Doména %s

source: TXT record found
sk_sk: Nájdený záznam TXT

source: no TXT record found
sk_sk: žiadny záznam TXT našiel

source: No or wrong record found for %s. Please adjust the namespace records and add these lines:
sk_sk: Žiaden alebo zlý záznam pre %s. Prosím upravte namespace záznamy a pridajte tieto riadky:

source: SPF doesn’t require any configuration on this settings page. This should give you some help to set it up correctly. If this SPF configuration doesn't work or your mails returned as spam you should ask your provider for help or change your delivery method or try %s
sk_sk: SPF nevyžaduje akejkoľvek konfigurácie na tejto stránke nastavení. Toto by vám malo pomôct ho správne nastaviť. Ak táto konfigurácia SPF nefunguje alebo pošta sa vrátila ako spam. Požiadajte poskytovateľa o pomoc alebo zmente váš spôsob doručenia alebo vyskúšajte %s

source: this wizard
sk_sk: tohto sprievodcu

source: The domain you would like to add a SPF record
sk_sk: Domény pre SPF

source: verified
sk_sk: Overené

source: not verified
sk_sk: Neoverené

source: The domain you have set the TXT namespace records
sk_sk: Doménu nastavíte namespace záznamy TXT

source: The selector is used to identify the keys used to attach a token to the email
sk_sk: Volič sa používa na identifikáciu kľúča používaného na pripojenie tokenu k e-mailu

source: You can leave this field blank unless you know what you do
sk_sk: Môžete ponechajte toto pole prázdne, ak neviete, čo robíte

source: Keys
sk_sk: Kľúče

source: If you have defined the domain and a selector you have to generate a public and a private key. Once created you have to add some TXT namespace records at your mail provider
sk_sk: Ak ste definovali domény , budete musieť vygenerovať verejný a súkromný kľúč. Po vytvorení, budete musieť pridať nejaké záznamy TXT namespace u poskytovateľa webhostingu

source: Changing namespace entries can take up to 48 hours to take affect around the world.
sk_sk: Zmena názvov položiek môže trvať až 48 hodín.

source: It's recommend to change the keys occasionally
sk_sk: Kľúče by sa mali meniť len občas

source: If you change one of the settings above new keys are required
sk_sk: Ak zmeníte nastavenie hore, nové kľúče sú povinné

source: Some providers don't allow TXT records with a specific size. Choose less bits in this case
sk_sk: Niektorí poskytovatelia neumožňujú záznamy TXT s konkrétnou veľkosťou. Vybrať menej bitov v tomto prípade

source: Private keys should be kept private. Don't share them or post it somewhere
sk_sk: Súkromné kľúče by mali ostať súkromné. Nezdieľať !

source: new Keys
sk_sk: Nové kľúče

source: Bit Size
sk_sk: Bit veľkosť

source: generate Keys
sk_sk: Generovanie kľúčov

source: with IP %s
sk_sk: s IP %s

source: IP address unknown
sk_sk: IP adresa neznáma

source: Confirmed
sk_sk: Potvrdené

source: no meta data found for this subscriber
hr: nema meta podataka za ovog pretplatnika
sk_sk: Žiadne meta dáta pre tohto odoberateľa sa nenašli

source: remove file %s
hr: ukloni datoteku %s
sk_sk: Odstrániť súbor %s

source: You are about to delete the file %s
hr: Obrisat ćete datoteku %s
sk_sk: Chystáte sa odstrániť súbor %s

source: This file is no writeable! Please change the file permission
hr: Ne mogu pisati u datoteku! Molimo provjerite dozvole na datoteci
sk_sk: Tento súbor nie je zapisovateľný! Prosím zmeňte oprávnenie súboru.

source: Respects the signup time if you define it
hr: Poštuje vrijeme kreiranja pretplate ukoliko ga definirate
sk_sk: Rešpektuje čas prihlásenia, ak je definovaný

source: You haven't defined a homepage for the newsletter. This is required to make the subscription form work correctly. Please check the %s
sk_sk: Nebola definovaná domovská stránku pre newsletter. To je potrebné urobiť pre správne fungovanie prihlasovacieho formulára. Prosím pozrite si %s

source: frontend settings page
sk_sk: Nastavenia úvodnej stránky

source: You are using %s
hr: Koristite %s
sk_sk: Používate %s

source: Update to %s
hr: Nadogradnja na %s
sk_sk: Aktualizovať %s

source: Latest
hr: Zadnji
sk_sk: Najnovšie

source: Pending
hr: Na čekanju
sk_sk: Pozastavené

source: Pending Subscribers
hr: Pretplatnici na čekanju
sk_sk: Pozastavený odoberatelia

source: following subscribers didn't confirm there subscription yet
hr: slijedeći pretplatnici još nisu potvrdili svoju pretplatu
sk_sk: Nasledujúci predplatitelia nepotvrdili ešte svoje predplatné

source: Userdata
hr: Korisnički podaci
sk_sk: Užívateľské dáta

source: Signup Time
hr: Vrijeme pretplate
sk_sk: Čas prihlásenia

source: %s ago
hr: prije %s
sk_sk: Pred %s

source: currently no pending subscribers
hr: trenutno nema pretplanika na čekanju
sk_sk: V súčasnej dobe nie sú žiadni čakajúci odoberatelia

source: Resend Confirmation
hr: Ponovno slanje potvrde
sk_sk: Opätovné odoslanie potvrdenia

source: resend confirmation %1$s times with a delay of %2$s hours if user hasn't confirmed the subscription
hr: ponovno slanje potvrde %1$s puta sa zadrškom od %2$s sati ukoliko korisnik ne potvrdi pretplatu
sk_sk: Znovu odoslať potvrdenie %1$s krát s oneskorením %2$s hodín, ak používateľ nepotvrdil predplatné

source: Latest known IP address
sk_sk: Posledná známa adresa IP

source: Currently %s of %s imported with %s errors.
hr: Trenutno %s od %s uvezeno sa %s pogrešaka.

source: There was a problem during importing contacts. Please try again!
hr: Pojavio se problem prilikom uvoza kontakta. Molimo pokušajte ponovo!

source: Overwrite existing contacts
hr: Prepiši trenutne kontakte

source: Tag
hr: Oznaka

source: file %s does not exist
hr: datoteka %s ne postoji

source: No chances made!
hr: Nisu učinjene izmjene

source: Continue Campaign
hr: Nastavi kampanju

source: My First Campaign
hr: Moja prva kampanja

source: My First Campaign Preheader
hr: Zaglavlje moje prve kampanje

source: Show All
hr: Prikaži sve

source: M j, Y @ G:i
hr: j. F Y. @ H:i

source: Select at least one list
hr: Odaberite barem jednu listu

source: Import
hr: Uvoz

source: Export
hr: Izvoz

source: email
hr: e-maila

source: Next update
hr: Slijedeće ažuriranje

source: Double-Opt-In
hr: Dvostruka potvrda

source: Text
hr: Tekst

source: New WordPress Users
hr: Novi WordPress korisnici

source: Subscribe new WordPress users to these lists. Uncheck all to prevent addition.
hr: Nove korisnike postavi u ove liste.

source: sorting
hr: sortiranje

source: required
hr: obavezno

source: Users decide which list they subscribe to
hr: Korisnici odlučuju na koju listu će se pretplatiti

source: Show drop down instead of check boxes
hr: Pokaži padajući popis umjesto check boxa

source: Subscribe new users to
hr: lista za nove pretplatnike

source: Users can subscribe to
hr: Korisnici se mogu pretplatiti na

source: Width
hr: Širina

source: Height
hr: Visina

source: Mail
hr: E-mail

source: Recipients
hr: Primatelji

source: send this autoresponder
hr: pošalji ovaj auto. odgovor

source: Reload
hr: Ponovno učitaj

source: Link image to the this URL
hr: Poveži sliku s ovim URL-om
